Repository: abartov/benyehuda-cases-server
Catalog: locale/*/app.po
Languages: ru

source: We're sorry, but we could not locate your account. If you are having issues try copying and pasting the URL from your email into your browser or restarting the reset password process.
ru: Мы сожалеем, но мы не смогли найти Вашу учетную запись . Если у Вас возникли вопросы, попробуйте скопировать и вставить URL # # # # С Вашей электронной почты в вашем браузере или перезапуска # # # # процесс сброса пароля. # # # #

source: %{domain}: Account Activation Instructions
ru: %{domain}: Инструкциями по активации счета

source: %{domain}: Password Reset Instructions
ru: %{domain}: Сброс пароля Инструкция

source: %{domain}: Password Reset Notification
ru: %{domain}: Отправить Сброс пароля Инструкция

source: %{time} ago
ru: %{time} Назад

source: Abandon
ru: Отказать

source: Abandoning Reason
ru: Оставившим Reason

source: Activate
ru: Активировать

source: Activate Account
ru: Активировать

source: Activated
ru: Активированный

source: Activation email sent
ru: Активация электронной почты отправлено

source: Add Comment
ru: Добавить комментарий

source: Admin
ru: Администратор

source: All
ru: Все

source: All Tasks
ru: Все задачи

source: All Users
ru: Все пользователи

source: Also request a new task
ru: Кроме того, заявку на новую задачу

source: Are you sure?
ru: Вы уверены?

source: Assign
ru: Назначение

source: Assign a Task
ru: Назначение Целевой

source: Assign a Task...
ru: Назначение целевой ...

source: Assign a task to %{user_name}
ru: Назначение задачи %{user_name}

source: Assignee
ru: Ответственный

source: Assignee:
ru: Ответственный:

source: Assignments
ru: Задания

source: Attach New Document
ru: Прикрепить новый документ

source: Attach new document
ru: Прикрепить новый документ

source: Attached documents
ru: Прилагаемые документы

source: Back to Volunteer Requestes
ru: Вернуться к волонтеров Requestes

source: Become Volunteer
ru: Стать добровольцем

source: Ben Yehuda Project
ru: Бен-Иегуда проекте

source: Cancel
ru: Отмена

source: Chained tasks
ru: Цепная задач

source: Change
ru: Поменять

source: Change Assignments
ru: Изменения Задания

source: Change Password
ru: Изменение пароля

source: Comments
ru: Комментариев

source: Confirm
ru: Подтвердите

source: Create
ru: Создать

source: Create new task based on this one
ru: Создать новую задачу, основанную на этом одном

source: Creater
ru: Созидатель

source: Dashboard
ru: Дашборд

source: Delete
ru: Удалить

source: Description
ru: Описание

source: Did you forget to upload documents?
ru: Разве вы забыли загрузить документы?

source: Difficulty
ru: Трудность

source: Disable
ru: Выключать

source: Document deleted
ru: Документ удален

source: Edit
ru: Изменить

source: Edit Profile
ru: Изменить профиль

source: Edit Project Property
ru: Изменить проектов недвижимости

source: Edit Task
ru: Редактирование задачи

source: Editor
ru: Редактор

source: Editor Properties
ru: Редактор свойств

source: Editor Settings
ru: Параметры редактора

source: Editor eyes only
ru: Только для редактора

source: Editor:
ru: Редактор:

source: Email
ru: Электронная почта

source: Email Notifications
ru: Уведомления по электронной почте

source: Enabled
ru: Включено

source: Enabled Users
ru: Включено пользователя

source: File
ru: Файл

source: Files
ru: Файлы

source: Filter
ru: Фильтр

source: Find
ru: Вид

source: Finish
ru: Отделка

source: Flash Media Player
ru: Флеш плэйер

source: Footer
ru: Ноги

source: Forgot Password
ru: Забыл Пароль

source: From
ru: От

source: Full Nikkud
ru: Полное Nikkud

source: Get Flash Media Player!
ru: Получите Флэш

source: Global Preferences
ru: Глобальные настройки

source: Hello
ru: Привет

source: Hello %{user_name}, Welcome to Ben Yehuda Project! Instructions: TODO %{domain} Team
ru: Привет %{user_name}, Добро пожаловать на Бен-Иегуда Проект ! Инструкция: TODO %{domain} команда

source: Hello World
ru: Привет мир

source: Hello, New comment to the task '%{task_name}' added by %{user_name}: %{comment} %{task_url} This email was generated automatically. Please do not reply to it. %{domain} Team
ru: Привет , Новый комментарий к задаче&#39;%{task_name}&#39; добавил %{user_name}: %{comment} %{task_url} Это сообщение было сгенерировано автоматически. Пожалуйста, не ответить на него . %{domain} команда

source: Hello, The task '%{task_name}' state is changed to %{new_state}. %{task_url} This email was generated automatically. Please do not reply to it. %{domain} Team
ru: Привет , задача&#39;%{task_name}&#39; государственной изменен на %{new_state}. %{task_url} Это сообщение было сгенерировано автоматически. Пожалуйста, не ответить на него . %{domain} команда

source: History
ru: История

source: Instructions to activate your account have been emailed to you. Please check your email.
ru: Инструкция по активации вашей учетной записи были по электронной почте. Пожалуйста, проверьте электронную почту.

source: Instructions to reset your password have been emailed to you. Please check your email.
ru: Инструкция для сброса пароля был отправлен к вам. Пожалуйста, проверьте электронную почту.

source: Is Admin
ru: Админ ли

source: Is Editor
ru: Редактора

source: Is Volunteer
ru: Является волонтером

source: It looks like you don't have %{flash} installed or enabled.
ru: Похоже, вы не имеете %{flash} установлено или включено.

source: Kind
ru: Вид

source: Last Login
ru: Последнее Войти

source: Last Updated
ru: Последнее обновление

source: Length
ru: Длина

source: Login
ru: Войти

source: Message
ru: Сообщение

source: More Actions
ru: Дополнительные действия

source: My Editing Tasks
ru: Моя редактирование задач

source: My Tasks
ru: Мои задачи

source: Name
ru: Имя

source: New
ru: Новый

source: New Property
ru: Новая недвижимость

source: New Task
ru: Новая задача

source: New Volunteer Request
ru: Новый запрос Волонтер

source: No Tasks found
ru: Нет задачи найден

source: No user was found with that email address
ru: Не найден пользователь с таким электронным адресом

source: Not activated yet
ru: Не активирован

source: Object Properties
ru: Свойства объекта

source: Only participant can see this page
ru: Единственным участником видите эту страницу

source: Only registered activists allowed to access this page
ru: Только зарегистрированные активистов, которым разрешен доступ к этой странице

source: Only the owner can see this page
ru: Только владелец может увидеть эту страницу

source: Other
ru: Другой

source: Parent
ru: Родитель

source: Parent Type
ru: Родитель типа

source: Parent task
ru: Родитель задачи

source: Password
ru: Пароль

source: Password Confirmation
ru: Подтверждение пароля

source: Password Reset
ru: Сброс пароля

source: Please log out to activate new account
ru: Пожалуйста, выйдите из активировать новую учетную запись

source: Please wait...
ru: Пожалуйста, подождите ...

source: Preferences
ru: Глобальные настройки

source: Profile
ru: Профиль

source: Propery Type
ru: Тип Недвижимости

source: Public
ru: Общественные

source: Publish
ru: Публикации

source: Query
ru: Запросов

source: Reassign
ru: Переназначение

source: Register
ru: Регистрация

source: Registered since
ru: Зарегистрировался

source: Reject
ru: Отклонить

source: Rejection Reason
ru: Причины отказа

source: Remember me
ru: Запомнить меня

source: Remove
ru: Удалить

source: Request
ru: Запрос

source: Request a Task
ru: Запрос Целевой

source: Requested at:
ru: Запрашиваемые по адресу:

source: Reset
ru: Сброс

source: Roles
ru: Роли

source: Save
ru: Сохранить

source: Save and New
ru: Сохранить и Новой

source: Search/Filter
ru: Поиск / Фильтр

source: Send Activation Email to %{user}. Are you sure?
ru: Выслать письмо активации для %{user}. Вы уверены?

source: Send Email to Assignee
ru: Отправить Email к Правопреемник

source: Send Email to Editor
ru: Отправить письмо редактору

source: Send Password Reset Instructions
ru: Отправить Сброс пароля Инструкция

source: Sidebar
ru: Боковая панель

source: Signup
ru: Регистрация

source: Sorry, you're not allowed to perfrom this operation
ru: К сожалению, вы не позволили perfrom этой операции

source: State
ru: Государство

source: State your preferred material (author, genre, etc.), and make any other comment you wish to communicate to the editors
ru: Государство нужный материал (автор, жанр и т.д.), а также делать любые другие комментарии вы хотите общаться в редакцию

source: Task Finishing Comments
ru: Целевая отделочные Комментариев

source: Task abandoned
ru: Целевая брошенные

source: Task completed
ru: Задача выполнена

source: Task created.
ru: Целевая создан.

source: Task finished
ru: Целевая готовой

source: Task has been reassigned
ru: Целевая был переведен

source: Task rejected
ru: Целевая отклонен

source: Task requested %{time} ago
ru: Целевая просил %{time} назад

source: Task updated
ru: Целевая Updated

source: Tasks Admin
ru: Задачи администратора

source: Thank you, your request has been posted.
ru: Спасибо, ваш запрос был размещен.

source: Title
ru: Название

source: Translations
ru: Перевод

source: Type
ru: Печатать

source: Unassigned Tasks
ru: Unassigned Задачи

source: Unassigned tasks (%{count})
ru: Unassigned (%{count}) задач

source: Update
ru: Обновление

source: Upload
ru: Закачать

source: Uploaded by %{user} %{time} ago
ru: Загружено %{user} %{time} назад

source: User Properties
ru: Свойства пользователей

source: User Settings
ru: Настройки пользователя

source: User disabled
ru: Пользователь инвалидов

source: Users
ru: Пользователь

source: Volunteer
ru: Волонтер

source: Volunteer Properties
ru: Волонтер Свойства

source: Volunteer Description
ru: Волонтер Описание

source: Volunteer Request from %{user_link}
ru: Волонтер Просьба %{user_link}

source: Volunteer Requests
ru: Волонтер просит

source: Volunteer Settings
ru: Волонтер настройки

source: Volunteer request approved!
ru: Волонтер Просьба удовлетворена!

source: Volunteers waiting for tasks
ru: Добровольцы ждет задач

source: Waits for
ru: Ждет

source: Welcome to %{domain}
ru: Добро пожаловать на %{domain}

source: When
ru: Когда

source: When a comment added to my task
ru: Если добавить комментарий к моей задаче

source: When my task status changed
ru: Когда моя задача статус изменился

source: You cannot remove your own account
ru: Вы не можете удалить свою собственную учетную запись

source: You must be a volunteer to access this page
ru: Вы должны подать заявку на доступ к этой странице

source: You must be an admin or editor to access this page
ru: Вы должны быть администратором или редактором для доступа к этой странице

source: You must be an admin to access this page
ru: Вы должны быть администратором, чтобы получить доступ к этой странице

source: You must be logged in to access this page
ru: Вы должны войти в систему для доступа к этой странице

source: You must be logged out to access this page
ru: Вы должны быть зарегистрированы вне доступа к этой странице

source: Your account has been created. Please check your e-mail for your account activation instructions!
ru: Ваша учетная запись была создана. Пожалуйста, проверьте ваш адрес электронной почты для вашего инструкций за активацию учетной записи!

source: Your account has been disabled, please contact support.
ru: Ваша учетная запись была отключена, обратитесь в службу поддержки.

source: Your request has already been posted.
ru: Ваша заявка уже размещен.

source: activation email|Resend
ru: Повторно

source: activation email|Send Activation Email
ru: Выслать письмо активации

source: activerecord.errors.full_messages.format
ru: {{attribute}} {{message}}

source: activerecord.errors.messages.accepted
ru: must be accepted

source: activerecord.errors.messages.blank
ru: can't be blank

source: activerecord.errors.messages.confirmation
ru: doesn't match confirmation

source: activerecord.errors.messages.empty
ru: can't be empty

source: activerecord.errors.messages.equal_to
ru: must be equal to {{count}}

source: activerecord.errors.messages.even
ru: must be even

source: activerecord.errors.messages.exclusion
ru: is reserved

source: activerecord.errors.messages.greater_than
ru: must be greater than {{count}}

source: activerecord.errors.messages.greater_than_or_equal_to
ru: must be greater than or equal to {{count}}

source: activerecord.errors.messages.inclusion
ru: is not included in the list

source: activerecord.errors.messages.invalid
ru: is invalid

source: activerecord.errors.messages.less_than
ru: must be less than {{count}}

source: activerecord.errors.messages.less_than_or_equal_to
ru: must be less than or equal to {{count}}

source: activerecord.errors.messages.not_a_number
ru: is not a number

source: activerecord.errors.messages.odd
ru: must be odd

source: activerecord.errors.messages.record_invalid
ru: Validation failed: {{errors}}

source: activerecord.errors.messages.taken
ru: has already been taken

source: activerecord.errors.messages.too_long
ru: is too long (maximum is {{count}} characters)

source: activerecord.errors.messages.too_short
ru: is too short (minimum is {{count}} characters)

source: activerecord.errors.messages.wrong_length
ru: is the wrong length (should be {{count}} characters)

source: activerecord.errors.template.body
ru: There were problems with the following fields:

source: activerecord.errors.template.header.one
ru: 1 error prohibited this {{model}} from being saved

source: activerecord.errors.template.header.other
ru: {{count}} errors prohibited this {{model}} from being saved

source: audit changed|%{attr} changed from %{from} to %{to}
ru: %{attr} изменен с %{from} на %{to}

source: audit created|%{title} was created%{via_source}.
ru: %{title} Была создана %{via_source}.

source: audit removed|%{title} was removed.
ru: %{title} Была удалена.

source: audit set|%{attr} set to %{to}
ru: %{attr} установлен в %{to}

source: auditable|Comment
ru: Комментарий

source: auditable|Document
ru: Документ

source: auditable|Task
ru: Задача

source: authlogic.error_messages.email_invalid
ru: is invalid

source: authlogic.error_messages.login_blank
ru: can't be blank

source: authlogic.error_messages.login_invalid
ru: is invalid

source: authlogic.error_messages.login_not_found
ru: is too long (maximum is {{count}} characters)

source: authlogic.error_messages.not_confirmed
ru: doesn't match confirmation

source: authlogic.error_messages.password_blank
ru: can't be blank

source: back to dashboard
ru: Назад в центр управления

source: back to task
ru: Вернуться к задаче

source: cancel
ru: отменить

source: change assignments
ru: изменить назначения

source: change my password
ru: изменить пароль

source: change password
ru: Изменение пароля

source: comment added notification subject|New comment (%{domain}): %{task_name_snippet}
ru: Новый комментарий (%{domain}): %{task_name_snippet}

source: comment audit| by %{user_name}
ru: По %{user_name}

source: comment audit|Comment %{message}
ru: Комментарии %{message}

source: date.formats.default
ru: %Y-%m-%d

source: date.formats.long
ru: %B %d, %Y

source: date.formats.short
ru: %b %d

source: datetime.distance_in_words.about_x_hours.one
ru: about 1 hour

source: datetime.distance_in_words.about_x_hours.other
ru: about {{count}} hours

source: datetime.distance_in_words.about_x_months.one
ru: about 1 month

source: datetime.distance_in_words.about_x_months.other
ru: about {{count}} months

source: datetime.distance_in_words.about_x_years.one
ru: about 1 year

source: datetime.distance_in_words.about_x_years.other
ru: about {{count}} years

source: datetime.distance_in_words.half_a_minute
ru: half a minute

source: datetime.distance_in_words.less_than_x_minutes.one
ru: less than a minute

source: datetime.distance_in_words.less_than_x_minutes.other
ru: less than {{count}} minutes

source: datetime.distance_in_words.less_than_x_seconds.one
ru: less than 1 second

source: datetime.distance_in_words.less_than_x_seconds.other
ru: less than {{count}} seconds

source: datetime.distance_in_words.over_x_years.one
ru: over 1 year

source: datetime.distance_in_words.over_x_years.other
ru: over {{count}} years

source: datetime.distance_in_words.x_days.one
ru: 1 day

source: datetime.distance_in_words.x_days.other
ru: {{count}} days

source: datetime.distance_in_words.x_minutes.one
ru: 1 minute

source: datetime.distance_in_words.x_minutes.other
ru: {{count}} minutes

source: datetime.distance_in_words.x_months.one
ru: 1 month

source: datetime.distance_in_words.x_months.other
ru: {{count}} months

source: datetime.distance_in_words.x_seconds.one
ru: 1 second

source: datetime.distance_in_words.x_seconds.other
ru: {{count}} seconds

source: datetime.prompts.day
ru: Day

source: datetime.prompts.hour
ru: Hour

source: datetime.prompts.minute
ru: Minute

source: datetime.prompts.month
ru: Month

source: datetime.prompts.second
ru: Seconds

source: datetime.prompts.year
ru: Year

source: document audit| by %{user_name}
ru: По %{user_name}

source: document audit|Document %{file_name}
ru: Документ %{file_name}

source: edit
ru: редактировать

source: edit my profile
ru: Изменить профиль

source: false
ru: ложно

source: foo|bar
ru: Бар

source: last login|never
ru: никогда

source: login
ru: Войти

source: logout
ru: Выход

source: me
ru: меня

source: notifications|None
ru: Никакой

source: number.currency.format.format
ru: %u%n

source: number.human.storage_units.format
ru: %n %u

source: number.human.storage_units.units.byte.one
ru: Byte

source: number.human.storage_units.units.byte.other
ru: Bytes

source: number.human.storage_units.units.gb
ru: GB

source: number.human.storage_units.units.kb
ru: KB

source: number.human.storage_units.units.mb
ru: MB

source: number.human.storage_units.units.tb
ru: TB

source: paginator - previous page|&laquo; Previous
ru: Предыдущий

source: paginator - previous page|Next &raquo;
ru: Следующий

source: register
ru: Регистрация

source: state changed notification subject|%{state} (%{domain}): %{task_name_snippet}
ru: %{state} (%{domain}): %{task_name_snippet}

source: support.array.last_word_connector
ru: и

source: support.array.two_words_connector
ru: и

source: support.select.prompt
ru: Выбираем

source: task cannot be updated
ru: Задача не может быть обновлен

source: task difficulty|easy
ru: просто

source: task difficulty|hard
ru: тяжелый

source: task difficulty|normal
ru: нормальный

source: task event|Abandon
ru: Отказать

source: task event|Approve
ru: Утвердить

source: task event|Create Other Task
ru: Создайте другой задачи

source: task event|Finish
ru: Готово

source: task event|Mark as Completed
ru: Марк как выполненное

source: task event|Mark as Finished Partly
ru: Марк также готовых Кратковременные

source: task event|Need Editor's Help
ru: Необходимость редактора Помощь

source: task event|Reject
ru: Отклонить

source: task kind|other
ru: другой

source: task kind|proofing
ru: корректура

source: task kind|typing
ru: введя

source: task length|Long
ru: Давно

source: task length|Medium
ru: Среда

source: task length|Short
ru: Краткий

source: task section|General
ru: Общее

source: task section|Task Settings
ru: Целевая настройки

source: task state|Another Task Created
ru: Другая задача, созданная

source: task state|Approved by Editor
ru: Утверждено редактора

source: task state|Assigned/Work in Progress
ru: Присвоение / Работа продолжается

source: task state|Editors Help Required
ru: Помощь обязательные редакторы

source: task state|Partialy Ready
ru: Частично готовы

source: task state|Ready to Publish
ru: Готов к публикации

source: task state|Rejected by Editor
ru: Отклонен Редактор

source: task state|Unassigned
ru: Неназначен

source: task state|Waits for Editor's approvement
ru: Ждет редактора approvement

source: time.am
ru: am

source: time.formats.default
ru: %a, %d %b %Y %H:%M:%S %z

source: time.formats.long
ru: %B %d, %Y %H:%M

source: time.formats.short
ru: %d %b %H:%M

source: time.pm
ru: pm

source: true
ru: ВЕРНО

source: user role|Admin
ru: Администратор

source: user role|Editor
ru: Редактор

source: user role|Volunteer
ru: Волонтер

source: volunteer welcome subject|Welcome to Ben Yehuda Project
ru: Добро пожаловать на Бен-Иегуда проекте
